/* No comment provided by engineer. */
"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* Indítsa el az Impresst a számítógépén\n* Csatlakoztassa mindkét eszközt ugyanahhoz a Wi-Fi hálózathoz\n* Az iOS eszköze most ehhez csatlakozik: „%@”";

/* No comment provided by engineer. */
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* Jelenleg nincs Wi-Fi kapcsolata.\n* Csatlakoztassa iOS eszközét és számítógépét ugyanahhoz a hálózathoz\n* Frissítsen\n* Tanács: létrehozhat személyes hotspotot a számítógépén/iPhone-ján";

/* Popover option */
"About Impress Remote" = "Impress távirányító névjegye";

/* No comment provided by engineer. */
"Back" = "Vissza";

/* Popover option */
"Blank Screen" = "Üres képernyő";

/* No comment provided by engineer. */
"Cancel" = "Mégse";

/* No comment provided by engineer. */
"Click to refresh" = "Kattintson a frissítéshez";

/* Back button to the connect page on navbar */
"Connect" = "Kapcsolódás";

/* connect instructions */
"Connect your devices to the same WiFi network." = "Csatlakoztassa eszközeit ugyanahhoz a Wi-Fi hálózathoz.";

/* instruction page title */
"Connection" = "Kapcsolat";

/* Popover option */
"Connection Help" = "Kapcsolat súgója";

/* Connection Lost Alert title */
"Connection Lost" = "A kapcsolat megszakadt";

/* Connection Lost Alert Msg */
"Connection Lost Msg" = "Hopp, a kapcsolat megszakadt. Próbáljon újracsatlakozni a számítógépéhez.";

/* Control instruction title */
"Control" = "Vezérlés";

/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "Szükség esetén hozzon létre személyes hotspotot iPhone-ján.";

/* Server list section title */
"Custom Connections" = "Egyéni kapcsolatok";

/* Displayed when no customized server is available */
"Customize server config instruction" = "Ha számítógépe nem jelenik meg a fenti szakaszban, felvehet egy számítógépet az IP-címe alapján.";

/* Server list section title */
"Detected Connections" = "Észlelt kapcsolatok";

/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "Írja be a PIN kódot a Diavetítés - Impress távirányító menüpont alatt";

/* Connection failure title */
"Failed to reach server" = "A kiszolgáló elérése sikertelen";

/* Connection failure message */
"Failed to reach server Msg" = "Ellenőrizze IP-címét, és győződjön meg róla, hogy a LibreOffice Impress fut, és az Impress távirányító funkciója be van kapcsolva.";

/* No comment provided by engineer. */
"Failed to reach your computer" = "A számítógép elérése sikertelen";

/* No comment provided by engineer. */
"Help" = "Súgó";

/* In app How-to title */
"How-to" = "Hogyan";

/* App name displayed on navbar */
"Impress Remote" = "Impress távirányító";

/* Invalid IP Address Alert title */
"Invalid IP Address" = "Érvénytelen IP-cím";

/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "A megadott IP-cím érvénytelen";

/* EditableTableViewCell placeholder */
"IP Address" = "IP-cím";

/* Pairing instruction text */
"Launch Impress & select your computer." = "Indítsa el az Impresst, és válassza ki a számítógépét.";

/* EditableTableViewCell placeholder */
"Name (optional)" = "Név (nem kötelező)";

/* No comment provided by engineer. */
"New Server" = "Új kiszolgáló";

/* No comment provided by engineer. */
"No, thanks" = "Köszönöm, nem";

/* OK Button on Alert view */
"OK" = "OK";

/* backButton for Tutorial */
"Ok, thanks" = "Köszönöm, igen";

/* Pairing instruction title */
"Pairing" = "Párosítás";

/* Pairing instructions Alert Title */
"Pairing Instructions" = "Párosítási utasítások";

/* No comment provided by engineer. */
"Pairing Instructions Msg" = "1. Indítsa el a LibreOffice Impresst a számítógépen\n\n2. Jelölje be a Beállítások - LibreOffice Impress - Általános - Távirányító engedélyezése négyzetet\n\n3. Győződjön meg róla, hogy a számítógép és az eszköz ugyanahhoz a Wi-Fi hálózathoz kapcsolódik.\n\n4. Adja meg a számítógép IP-címét, ha az automatikus felismerés nem sikerül.\n\n5. Kapcsolódjon, és élvezze a diavetítést!\n\n";

/* Update button text in diffrent states */
"Pause" = "Szünet";

/* No comment provided by engineer. */
"Please consider restart LibreOffice Impress on your computer." = "Fontolja meg a LibreOffice Impress újraindítását a számítógépen.";

/* Popover option */
"Restart" = "Újraindítás";

/* No comment provided by engineer. */
"Resume from blank screen" = "Folytatás üres képernyőről";

/* Popover option */
"Resume from blank Screen" = "Folytatás üres képernyőről";

/* No comment provided by engineer. */
"Searching" = "Keresés";

/* Sidebar section header */
"Slides" = "Diák";

/* Update button text in diffrent states */
"Start" = "Indítás";

/* Popover option */
"Stop Presentation" = "Bemutató leállítása";

/* Sidebar section header */
"Stop Watch" = "Stopper";

/* No comment provided by engineer. */
"Take a tour of iOS Impress Remote?" = "Kéri az iOS Impress távirányító bemutatását?";

/* Sidebar section header */
"Timer" = "Időzítő";

/* No comment provided by engineer. */
"Yes" = "Igen";

